<Qucs Schematic 0.0.18>
<Properties>
  <View=0,0,800,800,1,0,0>
  <Grid=10,10,1>
  <DataSet=questao-02-pe.dat>
  <DataDisplay=questao-02-pe.dpl>
  <OpenDisplay=1>
  <Script=questao-02-pe.m>
  <RunScript=0>
  <showFrame=0>
  <FrameText0=Título>
  <FrameText1=Desenhado por:>
  <FrameText2=Data:>
  <FrameText3=Revisão:>
</Properties>
<Symbol>
</Symbol>
<Components>
  <R R1 1 320 250 15 -26 0 1 "50 Ohm" 0 "26.85" 0 "0.0" 0 "0.0" 0 "26.85" 0 "US" 0>
  <R R2 1 400 360 -26 -31 0 2 "50 Ohm" 0 "26.85" 0 "0.0" 0 "0.0" 0 "26.85" 0 "US" 0>
  <R R6 1 400 150 -26 15 0 0 "50 Ohm" 0 "26.85" 0 "0.0" 0 "0.0" 0 "26.85" 0 "US" 0>
  <Vdc V2 1 470 240 18 -26 0 1 "1 V" 0>
  <R R7 1 250 150 -26 15 0 0 "50 Ohm" 0 "26.85" 0 "0.0" 0 "0.0" 0 "26.85" 0 "US" 0>
  <R R8 1 240 360 -26 15 0 0 "50 Ohm" 0 "26.85" 0 "0.0" 0 "0.0" 0 "26.85" 0 "US" 0>
  <Vdc V1 1 160 250 18 -26 0 1 "1 V" 0>
</Components>
<Wires>
  <320 280 320 360 "" 0 0 0 "">
  <320 150 320 220 "" 0 0 0 "">
  <320 360 370 360 "" 0 0 0 "">
  <320 150 370 150 "" 0 0 0 "">
  <430 360 470 360 "" 0 0 0 "">
  <470 270 470 360 "" 0 0 0 "">
  <430 150 470 150 "" 0 0 0 "">
  <470 150 470 210 "" 0 0 0 "">
  <280 150 320 150 "" 0 0 0 "">
  <270 360 320 360 "" 0 0 0 "">
  <160 150 220 150 "" 0 0 0 "">
  <160 360 210 360 "" 0 0 0 "">
  <160 150 160 220 "" 0 0 0 "">
  <160 280 160 360 "" 0 0 0 "">
</Wires>
<Diagrams>
</Diagrams>
<Paintings>
</Paintings>
